[
  {
    "bookId": 42,
    "summary": "禅智内供という僧侶は、五六寸もある長い鼻に悩まされている。さまざまな方法で鼻を短くしようと試みるが、弟子の助けで一時的に短くなると、今度は周囲の嘲笑が気になり始める。人間の自尊心と他者の視線の関係を鋭く描いた短編。"
  },
  {
    "bookId": 61,
    "summary": "絵仏師・良秀は、大殿様から地獄変の屏風を描くよう命じられる。写実に執着する良秀は、実際に燃える牛車を見せてほしいと願い出る。大殿は応じるが、その車中には良秀の愛娘が乗せられていた。芸術への狂気的な執念と人間性の相克を描いた傑作。"
  },
  {
    "bookId": 55,
    "summary": "平安時代の京都、羅生門の下で雨宿りする下人が主人公。飢えに追い詰められた下人は、門の上で死人の髪を抜く老婆と出会う。老婆の言い訳を聞いた下人は、自らも盗人になる決意を固める。人間の利己心と善悪の境界を問う、芥川の代表的短編。"
  },
  {
    "bookId": 69,
    "summary": "主人公が迷い込んだ河童の国での奇妙な体験を描く。河童の社会は人間社会の戯画であり、出産、恋愛、芸術、宗教などあらゆる制度が風刺的に描かれる。精神を病んだ語り手の手記という形式で、近代文明への痛烈な批判を展開する晩年の代表作。"
  },
  {
    "bookId": 40,
    "summary": "「僕の場合はただ薄暗い」で始まる、芥川龍之介の遺作的短編。主人公の作家は、視界に現れる半透明の歯車の幻覚に悩まされながら日常を過ごす。精神の崩壊が静かに進行していく様を、簡潔で透明な文体で綴った自伝的作品。"
  },
  {
    "bookId": 19,
    "summary": "ある男の一生を三十五の断章で綴った自伝的遺稿。幼少期から文学への目覚め、恋愛、結婚、創作の苦悩、そして精神的な破綻に至るまでを、三人称で簡潔に記す。芥川龍之介が自らの生涯を振り返り、死の直前に書き上げた作品。"
  },
  {
    "bookId": 28,
    "summary": "明治十九年の鹿鳴館の舞踏会を舞台に、若い令嬢・明子がフランスの海軍将校と踊る一夜の出来事を描く。華やかな夜会の後、将校が語る花火の思い出が、文明開化の虚飾と人生の哀感を浮かび上がらせる短編。"
  },
  {
    "bookId": 49,
    "summary": "切支丹迫害の時代を舞台に、殉教者・ろおれんぞの生涯を描く。美しい少年として長崎に現れたろおれんぞは、信仰に篤い生活を送るが、ある事件で追放される。やがて疫病が流行した時、ろおれんぞの真の姿が明らかになる。信仰と自己犠牲の物語。"
  },
  {
    "bookId": 38,
    "summary": "江戸時代の読本作者・滝沢馬琴の創作に没頭する日々を描いた中編。「南総里見八犬伝」の執筆に心血を注ぐ馬琴の、芸術家としての苦悩と恍惚を丹念に描写する。芸術創造の神秘的な過程を、歴史的素材を通して探求した作品。"
  },
  {
    "bookId": 31,
    "summary": "平安時代末期の京都を舞台に、太郎と次郎の兄弟が財宝をめぐる陰謀と裏切りに巻き込まれる物語。盗賊の世界を背景に、人間の欲望と信義の問題を描いた初期の歴史小説。「今昔物語集」を典拠とする芥川の代表的時代物。"
  },
  {
    "bookId": 750,
    "summary": "教師である「先生」と「私」の交流を軸に、人間の孤独と罪の意識を描いた長編。先生は親友Kを裏切って恋人を得たが、その罪悪感から世間から離れて生きている。明治天皇の崩御と乃木大将の殉死を契機に、先生は長い遺書を残して命を絶つ。"
  },
  {
    "bookId": 752,
    "summary": "「吾輩は猫である。名前はまだ無い。」で始まる漱石のデビュー長編。中学教師・苦沙弥先生の家に住みつく猫の目を通して、明治の知識人たちの滑稽な日常が語られる。痛烈な社会風刺とユーモアに満ちた、日本近代文学の金字塔。"
  },
  {
    "bookId": 753,
    "summary": "松山の中学校に赴任した江戸っ子の数学教師「坊っちゃん」の痛快な物語。正義感が強く無鉄砲な主人公が、陰険な同僚「赤シャツ」と対決する。テンポの良い語り口と痛快な展開で、漱石作品中最も親しまれている青春小説。"
  },
  {
    "bookId": 756,
    "summary": "画家の野々宮と美しい女性・那美との出会いを描く中編。「智に働けば角が立つ」の冒頭句で知られる。俗世を離れた山中の温泉場で、芸術と人生、西洋と東洋の美意識について思索する。「非人情」の境地を探求した漱石独自の芸術論的小説。"
  },
  {
    "bookId": 773,
    "summary": "大学生の三四郎が熊本から東京に上京し、新しい世界に目を開いていく青春小説。学問の世界、友人関係、そして謎めいた美しい女性・美禰子への恋心を通じて、明治の青年の成長と迷いを描く。漱石前期三部作の第一作。"
  },
  {
    "bookId": 774,
    "summary": "代助は裕福な家の次男で、定職に就かず悠々自適に暮らしている。しかし、旧友の妻・三千代への秘めた恋が再燃し、彼は社会の規範と自らの感情の間で苦悩する。「それから」どうなるのか――明治社会の矛盾と個人の葛藤を描いた漱石中期の傑作。"
  },
  {
    "bookId": 775,
    "summary": "「門」は、友人の妻を奪って結婚した宗助が、罪の意識を抱えながら静かに暮らす物語。社会から孤立した夫婦の日常を丹念に描きながら、宗助が救いを求めて禅寺の門を叩く姿を通して、近代人の精神的苦悩を描く。前期三部作の完結編。"
  },
  {
    "bookId": 789,
    "summary": "夢の中で展開される十の不思議な物語。「こんな夢を見た」で始まる各篇は、幻想的でありながら深い象徴性を持つ。百年待ち続ける恋、運慶の彫刻、死んだ子を背負って歩く話など、漱石の豊かな想像力と無意識の世界が凝縮された珠玉の短編集。"
  },
  {
    "bookId": 301,
    "summary": "「走れメロスは激怒した。」で始まる太宰治の代表的短編。暴君ディオニスの不信を打ち破るため、メロスは親友セリヌンティウスを人質に残し、妹の結婚式のため故郷へ向かう。友情と信義を賭けた三日間の物語。"
  },
  {
    "bookId": 304,
    "summary": "「恥の多い生涯を送って来ました。」で始まる太宰治の自伝的長編。大庭葉蔵という男の幼少期から破滅に至るまでの手記を通じて、人間社会に適応できない者の孤独と苦悩を描く。太宰文学の集大成にして、日本文学史上最も読まれている小説の一つ。"
  },
  {
    "bookId": 302,
    "summary": "終戦直後の没落貴族の姿を描いた太宰治の代表作。母の死、兄の放蕩、旧い道徳の崩壊の中で、主人公かず子は新しい生き方を模索する。「人間は恋と革命のために生れて来たのだ」という宣言に込められた、戦後の価値観の転換を描いた作品。"
  },
  {
    "bookId": 311,
    "summary": "太宰治がメロスや駈込み訴えと並ぶ聖書的題材から、ユダの視点でキリストの最後を語り直した短編。師を裏切った弟子の内面を、太宰ならではの饒舌体で描き、信仰と懐疑、愛と憎しみの相克を浮き彫りにする。"
  },
  {
    "bookId": 270,
    "summary": "自殺未遂から生還した若い作家が、友人や恩師との交流を通じて再生していく過程を描く。太宰治の私小説的作品で、明るいユーモアと自己戯画化が特徴。文学への情熱と人間関係の温かさが、暗い状況の中にも光を見出す。"
  },
  {
    "bookId": 352,
    "summary": "裕福な家庭に生まれた津島修治（太宰治）の少年時代を描いた自伝的作品。東北の大地主の家に生まれた主人公が、家族や使用人との関係、学校生活を通じて自我に目覚めていく過程を、淡々と、しかし鋭い感受性で綴る。"
  },
  {
    "bookId": 1069,
    "summary": "風の又三郎と呼ばれる転校生・高田三郎が東北の山村の学校にやってくる。地元の子供たちは彼を風の精と信じ、不思議な体験を重ねる。やがて三郎は去り、子供たちの前に強い風が吹く。自然と人間、現実と幻想が交錯する宮沢賢治の代表作。"
  },
  {
    "bookId": 1058,
    "summary": "銀河鉄道に乗って天の川を旅するジョバンニとカムパネルラの物語。二人は美しい星座の世界を巡りながら、生と死、自己犠牲と本当の幸福について語り合う。カムパネルラの最後の行為が明らかになる時、物語は深い悲しみと崇高さに包まれる。"
  },
  {
    "bookId": 1093,
    "summary": "注文の多い料理店に迷い込んだ二人の紳士が、次々と奇妙な指示を受ける。「髪をきちんとして靴の泥を落としてください」から始まる注文は徐々に不気味さを増していく。人間の傲慢さを風刺した、宮沢賢治の痛快な童話。"
  },
  {
    "bookId": 1064,
    "summary": "セロ（チェロ）を弾く少年ゴーシュは、楽団で一番下手な演奏者。毎晩遅くまで練習していると、猫や狸の子、野鼠の親子、かっこうが次々と訪ねてくる。動物たちとの交流を通じて、ゴーシュの演奏は不思議と上達していく。"
  },
  {
    "bookId": 1080,
    "summary": "けちな男が注文したどんぐりの裁判の審判を務めることになる一郎。山猫からの葉書に導かれ、森の奥で繰り広げられるどんぐりたちの滑稽な裁判を描く。宮沢賢治の童話の中でも特にユーモラスで親しみやすい作品。"
  },
  {
    "bookId": 1101,
    "summary": "雪渡りができるほどの堅雪の夜、四郎とかん子の兄妹は森の中で狐の紺三郎と出会う。狐の幻燈会に招待された二人は、狐たちの温かいもてなしを受ける。人間と動物の信頼と友情を描いた、美しい冬の童話。"
  },
  {
    "bookId": 788,
    "summary": "舞姫エリスとの悲恋を描いた森鷗外の代表作。明治の留学生・太田豊太郎は、ベルリンで踊り子エリスと恋に落ちるが、出世と恋の間で苦悩し、最後はエリスを捨てて帰国する。近代日本文学における浪漫主義の先駆的作品。"
  },
  {
    "bookId": 800,
    "summary": "大逆事件に衝撃を受けた森鷗外が、歴史に題材を求めた短編。阿部一族は主君の殉死を許されなかったことで藩内で孤立し、最後は壮絶な戦いの末に滅びる。武士の面目と権力構造の矛盾を、冷静な筆致で描いた歴史小説。"
  },
  {
    "bookId": 810,
    "summary": "渋江抽斎という実在の江戸時代の医者・考証学者の生涯を、膨大な資料調査に基づいて描いた森鷗外晩年の伝記文学。抽斎とその家族の生活を克明に記録しながら、江戸から明治への時代の変遷を映し出す。鷗外史伝文学の最高傑作。"
  },
  {
    "bookId": 803,
    "summary": "森鷗外の歴史小説。寛政年間、船頭・高瀬舟の上で罪人の喜助が護送役の同心に身の上話を語る。弟の自殺を手助けした喜助は、島流しの身を幸せだと語る。安楽死と足るを知る心を問いかける、鷗外の代表的短編。"
  },
  {
    "bookId": 814,
    "summary": "日露戦争で息子を亡くした母の視点から、戦争の悲劇を静かに描いた反戦短編。「山椒大夫」は中世説話を題材に、人買いに売られた安寿と厨子王の姉弟が過酷な運命に立ち向かう物語。母子の絆と人間の尊厳を描いた森鷗外の傑作。"
  },
  {
    "bookId": 148,
    "summary": "語り手の「私」が弟子の李徴に再会するが、李徴は虎に変身していた。詩人としての名声を得られなかった李徴は、臆病な自尊心と尊大な羞恥心のために人間でいられなくなったと語る。人間の自意識と才能の相克を鋭く描いた中島敦の代表作。"
  },
  {
    "bookId": 150,
    "summary": "古代中国の名弓手・紀昌の物語。師の飛衛のもとで究極の弓術を極めた紀昌は、最後には弓そのものを忘れてしまう。技芸の極致と「不射の射」の境地を描いた中島敦の短編で、芸道の本質を寓話的に探求する作品。"
  },
  {
    "bookId": 149,
    "summary": "南洋の島々を舞台にした中島敦の連作。文明と未開、東洋と西洋の狭間で揺れる人々を描く。持病の喘息に苦しみながら南洋庁に勤務した中島敦自身の体験を基に、異文化の中での人間の孤独と存在の意味を問いかける。"
  },
  {
    "bookId": 154,
    "summary": "「論語」に登場する孔子の弟子・子路の生涯を描いた中島敦の歴史小説。武勇に優れるが粗野な子路が、孔子との出会いによって変化していく姿を描く。師弟の信頼関係と人間の成長を、簡潔で力強い文体で綴った作品。"
  },
  {
    "bookId": 155,
    "summary": "紀元前の中国を舞台に、老子と孔子の思想的対決を描いた中島敦の歴史小説。「道」を求めて旅する孔子の弟子たちと、言葉を超えた真理を説く老子の姿を通じて、東洋思想の根本問題に迫る。"
  },
  {
    "bookId": 783,
    "summary": "檸檬を手にした病身の青年が、丸善の画集の上にそれを置いて立ち去る。鬱屈した日常の中で、鮮やかな色彩の果実がもたらす不思議な解放感を描いた、梶井基次郎の代名詞的短編。わずか数ページに凝縮された美と不安の結晶。"
  },
  {
    "bookId": 782,
    "summary": "桜の木の下には死体が埋まっている――この衝撃的な仮説から始まる梶井基次郎の短編。桜の美しさの裏にある不安と恐怖を、独特の感性で描き出す。美と死、生命の光と影を詩的な文体で綴った、日本近代文学の珠玉の一篇。"
  },
  {
    "bookId": 4247,
    "summary": "「堕落論」は坂口安吾の代表的評論。戦後の混乱の中で「生きよ、堕ちよ」と説き、既成の道徳や美意識からの解放を主張する。武士道や天皇制の虚構を暴き、人間の本来の姿に立ち返ることを訴えた、戦後思想の記念碑的作品。"
  },
  {
    "bookId": 4245,
    "summary": "終戦直後の東京の焼け跡を舞台に、元軍人の伊沢が闇市で生きる姿を描く。戦争の虚構が崩れた後の解放感と虚脱感、新しい時代への不安と期待が入り混じる。坂口安吾の「堕落論」の小説版とも言える戦後文学の代表作。"
  },
  {
    "bookId": 4248,
    "summary": "「桜の森の満開の下」は坂口安吾の幻想的中編。山賊が美しい女に魅了され、都に連れて行かれる。満開の桜の下で待ち受ける狂気と恐怖を、美しく残酷な筆致で描いた傑作。桜の美しさに潜む魔性を幻想的に描いた安吾の代表作。"
  },
  {
    "bookId": 779,
    "summary": "泉鏡花の代表的幻想小説。薬売りの青年が飛騨の山中で妖しい美女・お雪に出会い、魔界の宴に招かれる。現実と幻想の境界が溶け合う幽玄な世界を、華麗な文体で描いた作品。日本近代文学における幻想文学の最高峰の一つ。"
  },
  {
    "bookId": 776,
    "summary": "雨の降る夜、若者が出会った妖しく美しい女と水辺の世界を描いた泉鏡花の短編。水の精のような女性との幻想的な邂逅を、流麗な和文体で綴る。自然への畏怖と女性美への憧憬が融合した、鏡花文学の真骨頂。"
  },
  {
    "bookId": 217,
    "summary": "明治の東京、貧しい下町の遊郭近くに住む少年少女たちの姿を描いた樋口一葉の代表作。美登利と信如の淡い恋心と、大人の世界に否応なく巻き込まれていく子供たちの運命を、雅俗折衷の美しい文体で描いた名作。"
  },
  {
    "bookId": 225,
    "summary": "十三夜の月の下、夫の冷遇に耐えかねて実家に帰ろうとするお関の一夜を描いた樋口一葉の短編。封建的な結婚制度の中で苦しむ女性の姿を、哀切な筆致で描く。偶然再会した昔の恋人との会話が、諦めの中にも深い余韻を残す。"
  },
  {
    "bookId": 872,
    "summary": "堀辰雄の代表作。軽井沢のサナトリウムで、結核を患う婚約者・節子と過ごす日々を描く。死の影が忍び寄る中、二人は残された時間を静かに、美しく生きようとする。「風立ちぬ、いざ生きめやも」という詩句に象徴される、愛と死の物語。"
  }
]
